ASK_REENTER = "Пожалуйста, используйте доступные пункты меню."  
PROF_FINISH = "Работа с профилем завершена"
# Стартовый диалог
PROF_HELLO = "Вы находитесь в меню вашего профиля. " \
             "Здесь вы можете посмотреть и изменить свои данные." 

PERSONAL_START_MESSS = "Вы находитесь в меню изменения персональной информации"
BUSINES_START_MESSS = "Вы находитесь в меню изменения бизнес информации"
ABOUT_START_MESSS = "Вы находитесь в меню изменения информации о себе"

ASK_FIO = "Ваше ФИО '{}'. Можете ввести другие или пропустить этот шаг."
ASK_FIRST_NAME = "Ваше Имя '{}'. Можете ввести другие или пропустить этот шаг."
ASK_PATRONYMIC = "Ваше Отчество '{}'. Можете ввести другие или пропустить этот шаг."
ASK_LAST_NAME = "Ваша Фамилия '{}'. Можете ввести другие или пропустить этот шаг."

ASK_PHONE = "Ваш телефон '{}'. Можете ввести другой или пропустить этот шаг."         

ASK_ABOUT = "Ваш текст 'О себе': '{}'. Можете ввести другой или пропустить этот шаг." 

ASK_BIRHDAY = "Ваша дата рождения '{}'. Можете ввести другую или пропустить этот шаг." 
BAD_DATE = "Дата введена неверно. Повторите ввод в формате дд.мм.гггг"
BIRHDAY_CHANGED = "Дата рождения изменена." 
BAD_SITE = "Укажите пожалуйста сайт именно ссылкой"

ASK_EMAIL = "Ваш e-mail '{}'. Можете ввести другой или пропустить этот шаг." 
           
BAD_EMAIL = "E-mail введен неверно. Пожалуйста повторите ввод."

ASK_CITI = "Ваш город '{}'. Можете ввести другой или пропустить этот шаг."

ASK_COMPANY = "Ваша компания '{}'. Можете ввести другую или пропустить этот шаг."
ASK_SEGMENT = "Ваш сегмент '{}'. Можете ввести другой или пропустить этот шаг."
ASK_TURNOVER = "Ваш оборот '{}'."
ASK_TURNOVER_SELECT = "Можете выбрать другой или пропустить этот шаг."
# ASK_TURNOVER = "Ваш оборот '{}'. Можете ввести другой или пропустить этот шаг."
ASK_EMPLOYESS_NUMBER = "Численность сотрудников вашего бизнеса '{}'."
ASK_EMPLOYESS_NUMBER_SELECT = "Можете выбрать другой или пропустить этот шаг."
ASK_JOB = "Ваша должность '{}'. Можете ввести другую или пропустить этот шаг."

ASK_SITE = "Ваш сайт '{}'. Можете ввести другой или пропустить этот шаг."

ASK_INN = "Ваш INN '{}'. Можете ввести другой или пропустить этот шаг."

ASK_TAGS = "Ваши теги '{}'. Можете ввести другие или пропустить этот шаг."

ASK_FOTO = "Ваше фото. Можете прислать другое или пропустить этот шаг."
NOT_FOTO = "Файл с фото утерян. Можете прислать другое или пропустить этот шаг."

ASK_REGION = "Ваш регион '{}'. Можете ввести другой или пропустить этот шаг."

ASK_BRANCH = "Ваша отрасль '{}'. Можете ввести другую или пропустить этот шаг."

SAY_STATUS = "Ваша статус '{}'. Вы не можете сами его изменять"

SAY_GROUPS = "Ваши группы: \n{}\nВы не можете сами их изменять"

ASK_NEEDS = "Ваши потребности: \n{}\nВы можете их изменять"

ASK_SPORT = "Ваши виды спорта: \n{}\nВы можете их изменять"

ASK_HOBBY = "Ваши виды хобби: \n{}\nВы можете их изменять"

ASK_OFFERS = "Ваши предложения:"

NO_OFFERS = "У Вас пока нет предложений."

ADD_OFFERS = "Для добавления предложения пришлите сообщение с прикрепленным медиафайлом."

ASK_SOC_NET = "Ваши cоциальные сети: \n{}\nВы можете их изменять"

ASK_REFERES = "Ваши рекомендатели: \n{}\nВы можете их изменять"

CHECK_ICON = "☑️ "

MAX_BUSINESS_BRANCHES = 5

ASK_COMPANY_COMPANY_BUSINESS_BRANCHES = "Сегмент вашего бизнеса"

ASK_COMPANY_BUSINESS_NEEDS = "Регулярные потребности вашего бизнеса (при необходимости введите свой вариант)"

ASK_CREATE_COMPANY_BUSINESS_NEEDS = "Введите свой вариант потребности вашего бизнеса"

ASK_COMPANY_COMPANY_BUSINESS_BENEFITS = "Чем вы можете быть полезны участникам сообщества?"

ASK_CREATE_COMPANY_BUSINESS_BENEFITS = "Введите свой вариант чем можете быть полезны участникам сообщества"
